Repository: pluginsGLPI/mantis
Catalog: locales/*.po
Languages: cs_cz, fr_fr, hr_hr, tr_tr

source: Number of linked MantisBT issues
cs_cz: Počet odkazovaných MantisBT hlášení
fr_fr: Nombre d'issues MantisBT liées
hr_hr: Broj povezanih MantisBT problema
tr_tr: Bağlantılı MantisBT konularının sayısı

source: Use the plugin MantisBT
cs_cz: Použít zásuvný modul MantisBT
fr_fr: Utiliser le plugin MantisBT
hr_hr: Koristi dodatak „MantisBT”
tr_tr: MantisBT uygulama eki kullanılsın

source: Error to connect to the web service MantisBT => '%1$s'
cs_cz: Chyba při připojování k webové službě MantisBT => „%1$s“
fr_fr: Erreur de connexion au webservice MantisBT => %1$s
hr_hr: Greška pri povezivanju na internetsku uslugu MantisBT => „%1$s”
tr_tr: MantisBT => '%1$s' web hizmetine bağlanılırken sorun çıktı

source: Error retrieving user of project id '%1$s' => '%2$s'
cs_cz: Chyba při získávání uživatele projektu s identifikátorem „%1$s“ => „%2$s“
fr_fr: Erreur lors de la récupération de l'utilisateur du projet id %1$s => %2$s
hr_hr: Greška pri dohvaćanju korisnika projekta ID oznake „%1$s” => „%2$s”
tr_tr: '%1$s' => '%2$s' proje kodunun kullanıcısı alınırken sorun çıktı

source: Error retrieving category from the project id '%1$s' => '%2$s'
cs_cz: Chyba při získávání kategorie projektu s identifikátorem „%1$s“ => „%2$s“
fr_fr: Erreur lors de la récupération de la catégorie du projet id %1$s => %2$s
hr_hr: Greška pri dohvaćanju kategorije iz ID oznake projekta „%1$s” => „%2$s”
tr_tr: '%1$s' => '%2$s' proje kodunun kategorisi alınırken sorun çıktı

source: Error when checking existence of the MantisBT ticket '%1$s' => '%2$s'
cs_cz: Chyba při kontrole existence hlášení v MantisBT „%1$s“ => „%2$s“
fr_fr: Erreur lors du test de chargement de l'issue MantisBT %1$s => %2$s
hr_hr: Greška pri provjeri postojanja MantisBT naloga „%1$s” => „%2$s”
tr_tr: '%1$s' => '%2$s' MantisBT çağrı kaydının varlığı denetlenirken sorun çıktı.

source: error while creating note => '%1$s'
cs_cz: chyba při vytváření poznámky => „%1$s“
fr_fr: Erreur dans la création de la note => %1$s
hr_hr: greška pri stvaranju bilješke => „%1$s”
tr_tr: '%1$s' notu oluşturulurken sorun çıktı

source: WARNING: %1$s already exists
cs_cz: VAROVÁNÍ: %1$s už existuje
fr_fr: Attention : %1$s existe déjà
hr_hr: UPOZORENJE: %1$s već postoji
tr_tr: UYARI: %1$s zaten var

source: error while creating attachment => '%1$s'
cs_cz: chyba při vytváření přílohy => „%1$s“
fr_fr: Erreur dans la création de la pièce jointe => %1$s
hr_hr: greška pri stvaranju privitka => „%1$s”
tr_tr: '%1$s' ek dosyası oluşturulurken sorun çıktı

source: error while getting attachment => '%1$s'
cs_cz: chyba při získávání přílohy => „%1$s“
fr_fr: Erreur dans la récupération de la pièce jointe => %1$s
hr_hr: greška pri dohvaćanju privitka => „%1$s”
tr_tr: '%1$s' ek dosyası alınırken sorun çıktı

source: Error creating MantisBT ticket '%1$s'
cs_cz: Chyba při vytváření požadavku v MantisBT „%1$s“
fr_fr: Erreur dans la création de l'issue MantisBT %1$s
hr_hr: Greška pri stvaranju MantisBT naloga „%1$s”
tr_tr: '%1$s' MantisBT çağrı kaydı oluşturulurken sorun çıktı

source: Error searching MantisBT ticket '%1$s' => '%2$s'
cs_cz: Chyba při hledání MantisBT požadavku „%1$s“ => „%2$s“
fr_fr: Erreur dans la recherche de l'issue MantisBT %1$s => %2$s
hr_hr: Greška pri traženju MantisBT naloga „%1$s” => „%2$s”
tr_tr: '%1$s' => '%2$s' MantisBT çağrı kaydı aranırken sorun çıktı

source: Error retrieving the id of the project by it's name '%1$s' => '%2$s'
cs_cz: Chyba při získávání identifikátoru projektu pomocí jeho názvu „%1$s“ => „%2$s“
fr_fr: Erreur dans la récupération de l'id du projet via le nom indiqué %1$s => %2$s
hr_hr: Greška pri dohvaćanju ID oznake projekta pomoću njegovog imena „%1$s” => „%2$s”
tr_tr: '%1$s' => '%2$s' projenin adından kodu alınırken sorun çıktı

source: Error when checking the existence of the project by his name '%1$s' => '%2$s'
cs_cz: Chyba při kontrole existence projektu pomocí jeho názvu „%1$s“ => „%2$s“
fr_fr: Erreur lors de la vérification de l’existence du projet par son nom %1$s => %2$s
hr_hr: Greška pri provjeri postojanja projekta prema njegovom imenu „%1$s” => „%2$s”
tr_tr: '%1$s' => '%2$s' projenin adından varlığı denetlenirken sorun çıktı

source: Error when deleting note '%1$s' => '%2$s'
cs_cz: Chyba při mazání poznámky „%1$s“ => „%2$s“
fr_fr: Erreur dans la suppression de la note %1$s => %2$s
hr_hr: Greška pri brisanju bilješke „%1$s” => „%2$s”
tr_tr: '%1$s' => '%2$s' not silinirken sorun çıktı

source: Error when deleting attachment '%1$s' => '%2$s'
cs_cz: Chyba při mazání přílohy „%1$s“ => „%2$s“
fr_fr: Erreur lors de la suppression de la pièce jointe %1$s => %2$s
hr_hr: Greška pri brisanju privitka „%1$s” => „%2$s”
tr_tr: '%1$s' => '%2$s' ek dosyası silinirken sorun çıktı

source: Error when getting MantisBT states => '%1$s'
cs_cz: Chyba při získávání stavů z MantisBT => „%1$s“
fr_fr: Erreur dans le chargement du statut de l'issue MantisBT => %1$s
hr_hr: Greška pri dohvaćanju MantisBT stanja => „%1$s”
tr_tr: '%1$s' MantisBT durumları alınırken sorun çıktı

source: Error when updating MantisBT => '%1$s'
cs_cz: Chyba při aktualizaci MantisBT => „%1$s“
fr_fr: Erreur dans la mise à jour de l'issue MantisBT => %1$s
hr_hr: Greška pri aktualiziranju MantisBT-a => „%1$s”
tr_tr: '%1$s' MantisBT güncellenirken sorun çıktı

source: MantisBT synchronization
cs_cz: Synchronizace s MantisBT
fr_fr: Synchronisation MantisBT
hr_hr: MantisBT sinkronizacija
tr_tr: MantisBT eşitlemesi

source: Starting update attachments.
cs_cz: Zahajuje se aktualizace příloh.
fr_fr: Démarrage de la mise à jour des documents attachés.
hr_hr: Počinje aktualiziranje privitaka.
tr_tr: Ek dosyalarının güncellenmesine başlanıyor.

source: GLPi object [%1$s:%2$s] is solved or closed.
cs_cz: GLPi objekt [%1$s:%2$s] je vyřešen nebo uzavřen.
fr_fr: L'objet GLPI [%1$s:%2$s] est résolu ou clos.
hr_hr: GLPI objekt [%1$s:%2$s] je riješen ili zatvoren.
tr_tr: [%1$s:%2$s] GLPI nesnesi çözümlendi ya da kapatıldı.

source: Can't load GLPi file [%1$s].
cs_cz: Nedaří se načíst GLPi soubor [%1$s].
fr_fr: Impossible de charger le fichier [%1$s].
hr_hr: Nije moguće učitati GLPI datoteku [%1$s].
tr_tr: [%1$s] GLPI dosyası yüklenemedi.

source: Can't send GLPi file [%1$s] to MantisBD.
cs_cz: Nedaří se poslat GLPi soubor [%1$s] do MantisBT.
fr_fr: Impossible d'envoyer le fichier [%1$s] vers MantisBT.
hr_hr: Nije moguće poslati GLPI datoteku [%1$s] u MantisBD.
tr_tr: [%1$s] GLPI dosyası MantisBT üzerine gönderilemedi.

source: GLPi file [%1$s] doesn't exists.
cs_cz: GLPi soubor [%1$s] neexistuje.
fr_fr: Le fichier [%1$s] n'existe pas.
hr_hr: GLPI datoteka [%1$s] ne postoji.
tr_tr: [%1$s] GLPI dosyası bulunamadı.

source: GLPi file [%1$s] already exists in MantisBT issue.
cs_cz: GLPi soubor [%1$s] už v MantisBT hlášení existuje.
fr_fr: Le fichier [%1$s] existe déjà sur l'issue MantisBT.
hr_hr: GLPI datoteka [%1$s] već postoji u MantisBT problemu.
tr_tr: [%1$s] GLPI dosyası MantisBT konusu olarak zaten var.

source: GLPi object [%1$s:%2$s] is already solved or closed.
cs_cz: GLPi objekt [%1$s:%2$s] už je vyřešený nebo uzavřený.
fr_fr: L'objet GLPI [%1$s:%2$s] est déjà résolu ou clos.
hr_hr: GLPI objekt [%1$s:%2$s] je već riješen ili zatvoren.
tr_tr: [%1$s:%2$s] GLPI nesnesi zaten çözümlenmiş ya da kapatılmış.

source: Plugin configuration is not correct (MantisBT status is missing)
cs_cz: Nastavení zásuvného modulu není správné (chybí stav v MantisBT)
fr_fr: La configuration du plugin n'est pas correcte (le statut MantisBT est manquant).
hr_hr: Konfiguracija dodatka nije ispravna (nedostaje MantisBT stanje)
tr_tr: Uygulama eki yapılandırması doğru değil (MantisBT durumu eksik)

source: Plugin configuration is not correct (connection error).
cs_cz: Nastavení zásuvného modulu není správné (chyba spojení).
fr_fr: La configuration du plugin n'est pas correcte (erreur de connexion).
hr_hr: Konfiguracija dodatka nije ispravna (greška s vezom)
tr_tr: Uygulama eki yapılandırması doğru değil (bağlantı sorunu).

source: Link to an existing MantisBT issue
cs_cz: Propojit s existujícím hlášením v MantisBT
fr_fr: Lier à une issue MantisBT existante
hr_hr: Poveži s postojećim MantisBT problemom
tr_tr: Varolan bir MantisBT konusuna bağlantı

source: Create a new MantisBT issue
cs_cz: Vytvořit nové hlášení v MantisBT
fr_fr: Créer une nouvelle issue MantisBT
hr_hr: Stvori novi MantisBT problem
tr_tr: Yeni bir MantisBT konusu oluştur

source: MantisBT actions
cs_cz: Akce s MantisBT
fr_fr: Actions MantisBT
hr_hr: MantisBT radnje
tr_tr: MantisBT işlemleri

source: What do you want to do ?
cs_cz: Co chcete udělat?
fr_fr: Que voulez-vous faire ?
hr_hr: Što želiš uraditi?
tr_tr: Ne yapmak istiyorsunuz?

source: Only delete link between GLPi object AND MantisBT issue.
cs_cz: Pouze smazat propojení mezi GLPi objektem a hlášením v MantisBT.
fr_fr: Simplement supprimer le lien entre GLPI et l'issue MantisBT
hr_hr: Izbriši vezu samo između GLPI objekta i MantisBT problema.
tr_tr: Yalnız GLPI nesnesi VE MantisBT konusu arasındaki bağlantıyı sil.

source: Force delete MantisBT issue (and GLPi object link).
cs_cz: Vynutit smazání hlášení v MantisBT (a propojení na GLPi objekt).
fr_fr: Forcer la suppression de l'issue MantisBT (supprime aussi le lien avec GLPI)
hr_hr: Prisilno izbriši MantisBT problem (i vezu s GLPI objektom).
tr_tr: MantisBT konusunu silmeye zorla (ve GLPI nesne bağlantısı).

source: Link to an existing MantisBT issue.
cs_cz: Propojit s existujícím hlášením v MantisBT.
fr_fr: Lier à une issue MantisBT existante.
hr_hr: Poveži s postojećim MantisBT problemom.
tr_tr: Varolan bir MantisBT konusuna bağlantı.

source: Id of MantisBT issue
cs_cz: Identifikátor hlášení v MantisBT
fr_fr: id de l'issue MantisBT
hr_hr: ID oznaka MantisBT problema
tr_tr: MantisBT konusunun kodu

source: Click to load issue from MantisBT
cs_cz: Kliknutím načtěte hlášení z MantisBT
fr_fr: Cliquez pour charger l'issue depuis MantisBT
hr_hr: Klilkni za učitavanje problema iz MantisBT-a
tr_tr: Konuyu MantisBT üzerinden yüklemek için tıklayın

source: MantisBT field for GLPi fields
cs_cz: Kolonky v MantisBT pro ty z GLPi
fr_fr: Champ de MantisBT pour les champs de l'objet GLPI
hr_hr: MantisBT polje za GLPI polja
tr_tr: GLPI alanları için MantisBT alanı

source: MantisBT field for the link URL to the GLPi object
cs_cz: Kolonka v MantisBT pro URL odkazu na GLPi objekt
fr_fr: Champ de MantisBT pour l'URL vers l'objet GLPI qui est lié
hr_hr: MantisBT polje za povezivanje URL-a s GLPI objektom
tr_tr: GLPI nesnesinin bağlantı adresinin olduğu MantisBT alanı

source: Attachments
cs_cz: Přílohy
fr_fr: Fichiers attachés
hr_hr: Privitci
tr_tr: Ek Dosyaları

source: Forward attachments
cs_cz: Přeposlat přílohy
fr_fr: Transférer les documents attachés
hr_hr: Proslijedi privitke
tr_tr: Ek dosyaları ilet

source: Forward ticket followup
cs_cz: Přeposlat komunikaci navazující na požadavek
fr_fr: Transférer les suivis
hr_hr: Proslijedi priopćenje naloga
tr_tr: Çağrı kaydı takibini ilet

source: Forward ticket tasks
cs_cz: Přeposlat úkoly plynoucí z požadavku
fr_fr: Transférer les tâches
hr_hr: Proslijedi zadatke naloga
tr_tr: Çağrı kaydı görevlerini ilet

source: Forward title
cs_cz: Přeposlat nadpis
fr_fr: Transférer le titre
hr_hr: Proslijedi naslov
tr_tr: Başlığı ilet

source: Forward description
cs_cz: Přeposlat popis
fr_fr: Transférer la description
hr_hr: Proslijedi opis
tr_tr: Açıklamayı ilet

source: Forward category
cs_cz: Přeposlat kategorii
fr_fr: Transférer la catégorie
hr_hr: Proslijedi kategoriju
tr_tr: Kategoriyi ilet

source: Forward linked tickets
cs_cz: Přeposlat propojené požadavky
fr_fr: Transférer les tickets liés
hr_hr: Proslijedi povezane naloge
tr_tr: Bağlantılı çağrı kayıtlarını ilet

source: Exact MantisBT project name
cs_cz: Přesný název projektu v MantisBT
fr_fr: Nom exact du projet MantisBT
hr_hr: Točno ime MantisBT projekta
tr_tr: Tam MantisBT proje adı

source: Click to load project from MantisBT
cs_cz: Kliknutím načtěte projekt z MantisBT
fr_fr: Cliquer ici pour charger le projet depuis MantisBT
hr_hr: Klilkni za učitavanje projekta iz MantisBT-a
tr_tr: Projeyi MantisBT üzerinden yüklemek için tıklayın

source: Steps to reproduce
cs_cz: Kroky vedoucí k zopakování
fr_fr: Étapes pour reproduire
hr_hr: Koraci za reproduciranje
tr_tr: Sorunu yeniden oluşturma adımları

source: Forward followups
cs_cz: Přeposlat následnou komunikaci
fr_fr: Transférer les suivis
hr_hr: Proslijedi priopćenja
tr_tr: Takipleri ilet

source: Forward tasks
cs_cz: Přeposlat úkoly
fr_fr: Transférer les tâches
hr_hr: Proslijedi zadatke
tr_tr: Görevleri ilet

source: Link
cs_cz: Odkaz
fr_fr: Lien vers MantisBT
hr_hr: Poveznica
tr_tr: Bağlantı

source: List of linked MantisBT issues
cs_cz: Seznam odkazovaných hlášení v MantisBT
fr_fr: Liste des issues MantisBT liées
hr_hr: Popis povezanih MantisBT problema
tr_tr: Bağlantılı MantisBT konularının listesi

source: Error when loading MantisBT issue
cs_cz: Chyba při načítání hlášení z MantisBT
fr_fr: Erreur lors du chargement de l'issue MantisBT
hr_hr: Greška pri učitavanju MantisBT problema
tr_tr: MantisBT konusu yüklenirken sorun çıktı

source: This GLPi object is not linked to MantisBT
cs_cz: Tento GLPi objekt není propojen s MantisBT
fr_fr: Cet objet GLPI n'est lié à aucune issue MantisBT
hr_hr: Ovaj GLPI objekt nije povezan s MantisBT
tr_tr: Bu GLPI nesnesi MantisBT ile bağlantılı değil

source: Escalation to MantisBT is neutralized by GLPi status
cs_cz: Eskalace do MantisBT je neutralizována stavem v GLPi
fr_fr: L'escalade vers MantisBT est neutralisée à cause du statut de l'objet GLPI
hr_hr: GLPI stanje neutralizira eskalaciju u MantisBT
tr_tr: MantisBT yükseltmesi GLPI durumu tarafından nötralize edildi

source: Error creating the note, the process was interrupted
cs_cz: Chyba při vytváření poznámky, proces byl přerušen
fr_fr: Erreur de création de la note, le processus est interrompu
hr_hr: Greška pri stvaranju bilješke, proces je prekinut.
tr_tr: Not oluşturulamadı, işlem tamamlanamadı

source: Error when updating MantisBT issue
cs_cz: Chyba při aktualizaci hlášení v MantisBT
fr_fr: Erreur lors de la mise à jour de l'issue MantisBT
hr_hr: Greška pri aktualiziranju MantisBT problema
tr_tr: MantisBT konusu güncellenirken sorun çıktı

source: Error: The process was interrupted
cs_cz: Chyba: proces byl přerušen
fr_fr: Erreur : le processus s'est interrompu
hr_hr: Greška: proces je prekinut
tr_tr: Hata: İşlem tamamlanamadı

source: Project '%1$s' does not exist.
cs_cz: Projekt „%1$s“ neexistuje.
fr_fr: Le projet '%1$s' n'existe pas
hr_hr: Projekt „%1$s” ne postoji.
tr_tr: '%1$s' projesi bulunamadı.

source: Can't load the attachment [%1$s] to MantisBT, the process was interrupted.
cs_cz: Přílohu [%1$s] se nedaří načíst do MantisBT, proces byl přerušen.
fr_fr: Impossible de charger le fichier [%1$s] à envoyer à MantisBT, le processus s'est interrompu.
hr_hr: Nije moguće učitati privitak [%1$s] u MantisBT, proces je prekinut.
tr_tr: [%1$s] ek dosyası MantisBT üzerine yüklenemedi, işlem tamamlanamadı.

source: Can't send the attachment [%1$s] to MantisBT, the process was interrupted.
cs_cz: Přílohu [%1$s] se nedaří poslat do MantisBT, proces byl přerušen.
fr_fr: Impossible d'envoyer le fichier [%1$s] vers MantisBT, le processus s'est interrompu.
hr_hr: Nije moguće poslati privitak [%1$s] u MantisBT, proces je prekinut.
tr_tr: [%1$s] ek dosyası MantisBT üzerine gönderilemedi, işlem tamamlanamadı.

source: Attachment [%1$s] doesn't exists, the process was interrupted.
cs_cz: Příloha [%1$s] neexistuje, proces byl přerušen.
fr_fr: Le fichier [%1$s] n'existe pas, le processus s'est interrompu.
hr_hr: Privitak [%1$s] ne postoji, proces je prekinut.
tr_tr: [%1$s] ek dosyası bulunamadı, işlem tamamlanamadı.

source: Title = %1$s <br/>
cs_cz: Nadpis = %1$s <br/>
fr_fr: Titre = %1$s <br />
hr_hr: Naslov = %1$s <br/>
tr_tr: Başlık = %1$s <br/>

source: Description = %1$s <br/>
cs_cz: Popis = %1$s <br/>
hr_hr: Opis = %1$s <br/>
tr_tr: Açıklama = %1$s <br/>

source: Category = %1$s <br/>
cs_cz: Kategorie = %1$s <br/>
fr_fr: Catégorie = %1$s <br />
hr_hr: Kategorija = %1$s <br/>
tr_tr: Kategori = %1$s <br/>

source: Link to GLPi object = %1$s <br/>
cs_cz: Propojení s GLPi objektem = %1$s <br/>
fr_fr: Lien vers l'objet GLPI = %1$s <br />
hr_hr: Veza s GLPI objektom = %1$s <br/>
tr_tr: GLPi nesnesi bağlantısı = %1$s <br/>

source: Followups = %1$s -> date : %2$s, request type : %3$s, user : %4$s, content : %5$s<br/>
cs_cz: Následná komunikace = %1$s -> datum: %2$s, typ požadavku: %3$s, uživatel: %4$s, obsah: %5$s<br/>
fr_fr: Suivi GLPI = %1$s -> Date : %2$s, Type : %3$s, Demandeur : %4$s, Description : %5$s<br />
hr_hr: Priopćenje = %1$s -> datum: %2$s, vrsta zahtjeva: %3$s, korisnik: %4$s, sadržaj: %5$s<br/>
tr_tr: Takip = %1$s -> Tarih : %2$s, İstek Türü : %3$s, Kullanıcı : %4$s, İçerik : %5$s<br/>

source: No follow-up
cs_cz: Žádná doplňující komunikace
fr_fr: Aucun suivi
hr_hr: Nema priopćenja
tr_tr: Takip yok

source: Task = %1$s -> date : %2$s, description : %3$s, time : %4$s<br/>
cs_cz: Úkol = %1$s -> datum: %2$s, popis: %3$s, čas: %4$s<br/>
fr_fr: Tâche GLPI = %1$s -> Date : %2$s, Description : %3$s, Durée : %4$s<br />
hr_hr: Zadatak = %1$s -> datum: %2$s, opis: %3$s, vrijeme: %4$s<br/>
tr_tr: Görev = %1$s -> Tarih : %2$s, Açıklama : %3$s, Saat : %4$s<br/>

source: No task
cs_cz: Žádný úkol
fr_fr: Aucune tâche
hr_hr: Nema zadatka
tr_tr: Görev yok

source: Setup - MantisBT
cs_cz: Nastavení – MantisBT
fr_fr: Page de configuration - MantisBT
hr_hr: Postavljanje – MantisBT
tr_tr: Kurulum - MantisBT

source: MantisBT server base URL
cs_cz: Základ URL adresy MantisBT serveru
fr_fr: Adresse web de l'application MantisBT
hr_hr: Osnovni URL MantisBT poslužitelja
tr_tr: MantisBT temel sunucu adresi

source: Check SSL
cs_cz: Kontrolovat SSL
fr_fr: Vérifier le certificat SSL utilisé
hr_hr: Provjeri SSL
tr_tr: SSL Denetle

source: Use GLPi proxy configuration
cs_cz: Použít nastavení proxy z GLPi
fr_fr: Utiliser la configuration proxy de GLPI
hr_hr: Koristi konfiguraciju GLPI proxija
tr_tr: GLPi vekil sunucu yapılandırması kullanılsın

source: Wsdl file path
cs_cz: Popis umístění wsdl souboru
fr_fr: Chemin du fichier WSDL
hr_hr: Staza Wsdl datoteke
tr_tr: Wsdl dosya yolu

source: MantisBT user login
cs_cz: Uživatelské jméno pro MantisBT
fr_fr: Nom d'utilisateur MantisBT
hr_hr: Korisnička prijava za MantisBT
tr_tr: MantisBT kullanıcı adı

source: MantisBT user password
cs_cz: Heslo k účtu v MantisBT
fr_fr: Mot de passe de l'utilisateur MantisBT
hr_hr: Korisnička lozinka za MantisBT
tr_tr: MantisBT kullanıcı parolası

source: Allow assignation
cs_cz: Umožnit přiřazování
fr_fr: Autoriser l'assignation des issues
hr_hr: Dozvoli dodijeljivanja
tr_tr: Atama yapılabilsin

source: Neutralize the escalation to MantisBT when the status of the GLPi object is
cs_cz: Neutralizovat eskalaci do MantisBT pokud stav GLPI objektu je
fr_fr: Bloquer l'escalade vers MantisBT si le statut de l'objet GLPI est au moins
hr_hr: Neutraliziraj eskalaciju u MantisBT kad je stanje GLPI objekta
tr_tr: GLPI nesnesinin durumu şu olduğunda MantisBT yükseltmesini nötralize et

source: Status of GLPi object after escalation to MantisBT
cs_cz: Stav GLPi objektu po eskalaci do MantisBT
fr_fr: Statut de l'objet GLPI après l'escalade vers MantisBT
hr_hr: Stanje GLPI objekta nakon eskalacije u MantisBT
tr_tr: MantisBT üzerine yükseltildiğinde GLPI nesnesinin durumu

source: Show option 'Delete the MantisBT issue'
cs_cz: Zobrazovat volbu „Smazat hlášení v MantisBT“
fr_fr: Afficher l'option 'Forcer la suppression de l'issue MantisBT'
hr_hr: Pokaži opciju „Izbriši MantisBT problem”
tr_tr: 'GLPI konusunu sil' seçeneği görüntülensin

source: Attachment type transfered to MantisBT
cs_cz: Typ přílohy přenášené do MantisBT
fr_fr: Type de documents à transférer vers MantisBT
hr_hr: Vrsta privitka prenesena u MantisBT
tr_tr: MantisBT üzerine aktarılan ek dosyası türü

source: MantisBT field for GLPI fields
cs_cz: Kolonky v MantisBT pro kolonky z GLPi
fr_fr: Champ de MantisBT pour les champs de l'objet GLPI
hr_hr: MantisBT polje za GLPI polja
tr_tr: GLPI alanları için MantisBT alanı

source: Close GLPi ticket when MantisBT issue status is
cs_cz: Uzavřít požadavek v GLPi když stav hlášení v MantisBT je
fr_fr: Passer en résolu l'objet GLPI lorsque l'issue MantisBT est au statut
hr_hr: Zatvori GLPI problem kad je stanje MantisBT problema
tr_tr: MantisBT konu durumu şu olduğunda GLPI çağrı kaydı kapatılsın

source: Solution type when MantisBT issue is resolved
cs_cz: Typ řešení když je hlášení vyřešeno v MantisBT
fr_fr: Type de solution lors de la résolution de l'objet GLPI par MantisBT
hr_hr: Vrsta rješenja kad se MantisBT problem riješi
tr_tr: MantisBT konu durumu çözüldü olduğunda çözüm türü

source: GLPi user who solves ticket ?
cs_cz: GLPi uživatel který řeší požadavek?
fr_fr: Utilisateur renseigné lors de la résolution de l'objet GLPI par MantisBT
hr_hr: GLPI korisnik koji rješava nalog?
tr_tr: Destek kaydını çözümleyen GLPi kullanıcısı

source: Test the connection
cs_cz: Vyzkoušet spojení
fr_fr: Tester la connexion
hr_hr: Testiraj vezu
tr_tr: Bağlantıyı sına

source: Default checkbox status
cs_cz: Výchozí stav zaškrtávací kolonky
fr_fr: Choix par défaut des options d'escalade de MantisBT
hr_hr: Standardno stanje potvrdnog okvira
tr_tr: Varsayılan işaret kutusu durumu

source: Forward document(s)
cs_cz: Přeposlat dokumenty
fr_fr: Transférer les documents attachés
hr_hr: Proslijedi dokumente
tr_tr: Belgeleri ilet

source: Documents for related tickets
cs_cz: Dokumenty pro související požadavky
fr_fr: Documents des tickets liés
hr_hr: Dokumenti za povezane naloge
tr_tr: İlgili çağrı kayıtları için belgeler

source: MantisBT issue does not exist
cs_cz: Hlášení neexistuje v MantisBT
fr_fr: L'issue MantisBT n'existe pas
hr_hr: MantisBT problem ne postoji
tr_tr: MantisBT konusu bulunamadı

source: This GLPi object is already linked to the selected MantisBT issue
cs_cz: Tento GLPi objekt už je s označeným MantisBT hlášením propojen
fr_fr: Cet objet GLPI est déjà lié à l'issue MantisBT sélectionnée
hr_hr: Ovaj GLPI objekt je već povezan s odabranim MantisBT problemom
tr_tr: Bu GLPI nesnesi zaten seçilmiş MantisBT konusu ile bağlantılı

source: This MantisBT issue is closed
cs_cz: Toto hlášení je v MantisBT uzavřené
fr_fr: Cette issue MantisBT est fermée
hr_hr: MantisBT problem ja zatvoren
tr_tr: MantisBT konusu kapatılmış

source: Error while deleting the link between GLPi object and MantisBT issue
cs_cz: Chyba při mazání propojení mezi GLPi objektem a MantisBT hlášením
fr_fr: Erreur lors de la suppression du lien entre l'objet GLPI est l'issue MantisBT
hr_hr: Greška pri brisanju veze između GLPI objekta i MantisBT problema
tr_tr: GLPI nesnesi ile MantisBT konusu arasındaki bağlantı silinirken bir sorun çıktı

source: Error while deleting the MantisBT issue
cs_cz: Chyba při mazání hlášení v MantisBT
fr_fr: Erreur lors de la suppression de l'issue MantisBT
hr_hr: Greška pri brisanju MantisBT problema
tr_tr: MantisBT konusu silinirken sorun çıktı

source: The MantisBT issue doesn't exists
cs_cz: Hlášení neexistuje v MantisBT
fr_fr: L'issue MantisBT n'existe pas
hr_hr: MantisBT problem ne postoji
tr_tr: MantisBT konusu bulunamadı
